/* No comment provided by engineer. */
"A monitor has been disconnected while playing and this has ended the match! You need to restart the game if you wish to use the second display again." = "Ein Bildschirm wurde während des Spiels getrennt, die Runde wurde daher beendet! Du musst das Spiel neustarten, wenn du den zweiten Bildschirm wieder verwenden möchtest.";

/* from the scheme panel
   from the team panel */
"Add" = "Hinzufügen";

/* No comment provided by engineer. */
"Aggressive" = "Aggressiv";

/* No comment provided by engineer. */
"All" = "Alle";

/* from the settings table */
"Alternate Damage" = "Alternativschaden";

/* No comment provided by engineer. */
"Are you reeeeeally sure?" = "Bist du dir wirklich, wirklich sicher?";

/* from the settings table */
"Audio Preferences" = "Toneinstellungen";

/* No comment provided by engineer. */
"Available Teams" = "Verfügbare Teams";

/* No comment provided by engineer. */
"Average" = "Durchschnitt";

/* No comment provided by engineer. */
"Backup" = "Backup";

/* No comment provided by engineer. */
"Before playing the preview needs to be generated" = "Vor dem Spielen muss die Vorschau generiert werden";

/* No comment provided by engineer. */
"Before returning the preview needs to be generated" = "Vor dem Zurückkehren muss die Vorschau generiert werden";

/* No comment provided by engineer. */
"Brutal" = "Brutal";

/* No comment provided by engineer. */
"Bully" = "Tyrann";

/* No comment provided by engineer. */
"Cancel" = "Abbrechen";

/* No comment provided by engineer. */
"Cavern" = "Höhle";

/* No comment provided by engineer. */
"Change hedgehogs' hat" = "Wechsle den Hut des Igels";

/* No comment provided by engineer. */
"Chat with the devs in IRC" = "Chatte mit den Entwicklern auf dem IRC-Kanal";

/* No comment provided by engineer. */
"Choose a charismatic symbol for your team" = "Wähle ein charismatisches Symbol für dein Team";

/* No comment provided by engineer. */
"Choose hedgehog graves" = "Wähle die Igelgräber";

/* No comment provided by engineer. */
"Choose team fort" = "Wähle eine Teamfestung";

/* from the settings table */
"Choosing a Scheme will select its associated Weapon" = "Das Wählen eines Schemas wählt automatisch die dazugehörige Waffe";

/* No comment provided by engineer. */
"Classic Ammo Menu" = "Klassisches Munitionsmenü";

/* No comment provided by engineer. */
"Community" = "Community";

/* from the settings table */
"Damage popups will notify you on every single hit" = "Schadensmeldungen informieren dich über jeden einzelnen Treffer";

/* from the scheme panel
   from the team panel */
"Done" = "Fertig";

/* from the scheme panel
   from the team panel */
"Edit" = "Bearbeiten";

/* No comment provided by engineer. */
"Edit scheme preferences" = "Schemaeinstellungen bearbeiten";

/* No comment provided by engineer. */
"Edit team settings" = "Team-Einstellungen bearbeiten";

/* No comment provided by engineer. */
"Edit weapons preferences" = "Waffeneinstellungen bearbeiten";

/* No comment provided by engineer. */
"End Game" = "Spiel beenden";

/* No comment provided by engineer. */
"Flag" = "Flagge";

/* No comment provided by engineer. */
"Follow us on Twitter" = "Folge uns auf Twitter";

/* No comment provided by engineer. */
"Fort" = "Festung";

/* No comment provided by engineer. */
"Game Modifiers" = "Spielmodifikatoren";

/* No comment provided by engineer. */
"Game Settings" = "Spieleinstellungen";

/* No comment provided by engineer. */
"General" = "Allgemein";

/* No comment provided by engineer. */
"Grave" = "Grab";

/* No comment provided by engineer. */
"Hedgewars supports multi-monitor configurations, but the screen has to be connected before launching the game." = "Hedgewars unterstützt mehrere Bildschirme, aber die Bildschirme müssen vor dem Spielstart verbunden sein.";

/* No comment provided by engineer. */
"Hogs controlled by AI" = "Von der KI kontrollierte Igel";

/* No comment provided by engineer. */
"Hold your finger on a weapon to see what it does.\nTap anywhere to dismiss." = "Halte deinen Finger auf einer Waffe, um zu sehen, was sie macht.\nTippe irgendwo anders hin, um wegzukommen.";

/* No comment provided by engineer. */
"Hold your finger on a weapon to see what it does.\nYou can move this window anywhere on the screen." = "Halte deinen Finger auf eine Waffe, um zu sehen, was sie macht.\nDu kannst dieses Fenster beliebig verschieben.";

/* ammo selection */
"Initial quantity " = "Anfangsmenge";

/* from the settings table */
"Insert your password" = "Gib dein Passwort ein";

/* from the settings table */
"Insert your username (if you have one)" = "Gib (falls vorhanden) deinen Benutzernamen ein";

/* No comment provided by engineer. */
"Join us on Facebook" = "Folge uns auf Facebook";

/* No comment provided by engineer. */
"Large" = "Groß";

/* No comment provided by engineer. */
"Large Floating Islands" = "Große schwebende Inseln";

/* No comment provided by engineer. */
"Large Tunnels" = "Große Tunnel";

/* No comment provided by engineer. */
"Leave a positive review on iTunes!" = "Bewerte uns positiv auf iTunes!";

/* No comment provided by engineer. */
"Level" = "Level";

/* No comment provided by engineer. */
"Loading..." = "Laden ...";

/* from the settings table */
"Main Configuration" = "Hauptkonfiguration";

/* No comment provided by engineer. */
"Mark the death of your fallen warriors" = "Markiere den Tod deiner gefallenen Krieger";

/* No comment provided by engineer. */
"Max Hogs:" = "Maximale Igel:";

/* No comment provided by engineer. */
"Medium" = "Mittel";

/* No comment provided by engineer. */
"Medium Floating Islands" = "Mittlere schwebende Inseln";

/* No comment provided by engineer. */
"Medium Tunnels" = "Mittlere Tunnel";

/* No comment provided by engineer. */
"Missing detail" = "Fehlendes Detail";

/* No comment provided by engineer. */
"Missions don't need further configuration" = "Missionen brauchen keine weitere Konfiguration";

/* from the settings table */
"Music" = "Musik";

/* No comment provided by engineer. */
"Names and Hats" = "Namen und Hüte";

/* from the settings table */
"Nickname" = "Spitzname";

/* No comment provided by engineer. */
"No filter" = "Kein Filter";

/* No comment provided by engineer. */
"No thanks" = "Nein, Danke";

/* ammo selection */
"Number of turns before you can use this weapon " = "Anzahl Züge, bevor du diese Waffe verwenden kannst";

/* Short for 'Never' */
"Nvr" = "Nie";

/* No comment provided by engineer. */
"Of course!" = "Natürlich!";

/* No comment provided by engineer. */
"Ok, got it" = "Ok, ich hab's";

/* No comment provided by engineer. */
"Opt for controlling the team or let the AI lead" = "Auswählen, um Team zu steuern oder KI führen zu lassen";

/* from the settings table */
"Other Settings" = "Sonstige Einstellungen";

/* from the settings table */
"Password" = "Passwort";

/* No comment provided by engineer. */
"Pick a slang your hogs will speak" = "Wähle eine Stimme für deine Igel";

/* No comment provided by engineer. */
"Playing Teams" = "Spielende Teams";

/* ammo selection */
"Presence probability in crates " = "Wahrscheinlichkeit in Kisten ";

/* No comment provided by engineer. */
"Press to resume playing or swipe to delete the save file." = "Klicke, um weiterzuspielen oder wische, um den Spielstand zu löschen.";

/* No comment provided by engineer. */
"Preview not available" = "Vorschau nicht verfügbar";

/* ammo selection */
"Quantity that you will find in a crate " = "Anzahl, die du in einer Kiste findest ";

/* No comment provided by engineer. */
"Remind me later" = "Erinnere mich später";

/* Short for 'Random' */
"Rnd" = "Zufall";

/* No comment provided by engineer. */
"Save" = "Speichern";

/* No comment provided by engineer. */
"Scheme" = "Schema";

/* No comment provided by engineer. */
"Scheme mismatch" = "Schema-Nichtübereinstimmung";

/* No comment provided by engineer. */
"Scheme Name" = "Schemaname";

/* No comment provided by engineer. */
"Schemes" = "Schemen";

/* No comment provided by engineer. */
"Select at least two teams to play a game" = "Wähle mindestens zwei Teams, um zu spielen";

/* No comment provided by engineer. */
"Select one Scheme and one Weapon for this game" = "Wähle Schema und Waffe für das Spiel";

/* No comment provided by engineer. */
"Select the team invincible fortress (only valid for fort games)" = "Wähle Team mit unbesiegbarer Festung (nur Festungsspiele)";

/* from the settings table */
"Select which style of ammo menu you prefer" = "Wähle bevorzugte Munitionsart";

/* No comment provided by engineer. */
"Set difficulty level" = "Lege Schwierigkeitsgrad fest";

/* No comment provided by engineer. */
"Set hedgehog voices" = "Lege Igelstimmen fest";

/* No comment provided by engineer. */
"Set team flag" = "Lege Teamflagge fest";

/* on the overlay */
"Set!" = "Setzen!";

/* No comment provided by engineer. */
"Show Help" = "Zeige Hilfe";

/* No comment provided by engineer. */
"Small" = "Klein";

/* No comment provided by engineer. */
"Small Floating Islands" = "Kleine schwebende Inseln";

/* No comment provided by engineer. */
"Small Tunnels" = "Kleine Tunnel";

/* from the settings table */
"Sound" = "Sound";

/* No comment provided by engineer. */
"Style" = "Stil";

/* No comment provided by engineer. */
"Support" = "Support";

/* No comment provided by engineer. */
"Sync Schemes and Weapons" = "Synchronisiere Schemen und Waffen";

/* No comment provided by engineer. */
"Tag" = "Beschriftingsschild";

/* No comment provided by engineer. */
"Tap to add hogs or change color, touch and hold to remove a team." = "Tippen, um Igel hinzuzufügen oder Farbe zu ändern, gedrückt halten, um Team zu entfernen.";

/* No comment provided by engineer. */
"Team Name" = "Teamname";

/* No comment provided by engineer. */
"Team Preferences" = "Teameinstellungen";

/* No comment provided by engineer. */
"Teams" = "Teams";

/* No comment provided by engineer. */
"The map is too small for that many hogs" = "Die Karte ist zu klein für so viele Igel.";

/* No comment provided by engineer. */
"The robot badge indicates an AI-controlled team." = "Das Roboterzeichen steht für ein KI-gesteuertes Team.";

/* No comment provided by engineer. */
"The scheme you selected allows only for two teams" = "Das gewählte Schema erlaubt nur zwei Teams";

/* No comment provided by engineer. */
"This weapon is locked" = "Diese Waffe ist gesperrt";

/* No comment provided by engineer. */
"Too few teams playing" = "Zu wenige Teams spielen";

/* No comment provided by engineer. */
"Too many hogs" = "Zu viele Igel";

/* No comment provided by engineer. */
"Too many teams" = "Zu viele Teams";

/* No comment provided by engineer. */
"Visit our website" = "Besuche unsere Webpräsenz";

/* No comment provided by engineer. */
"Voice" = "Stimme";

/* No comment provided by engineer. */
"Wacky" = "Verrückt";

/* No comment provided by engineer. */
"Wait for the Preview" = "Warte auf Vorschau";

/* No comment provided by engineer. */
"Weaky" = "Schwach";

/* No comment provided by engineer. */
"Weapon" = "Waffe";

/* No comment provided by engineer. */
"Weapon Ammuntions" = "Munition";

/* No comment provided by engineer. */
"Weapons" = "Waffen";

/* No comment provided by engineer. */
"Weaponset Name" = "Waffensatz-Name";

/* No comment provided by engineer. */
"Well, maybe not..." = "Naja, eher nicht ...";

/* No comment provided by engineer. */
"Worldwide" = "Weltweit";

/* No comment provided by engineer. */
"You can add a description if you wish" = "Du kannst eine Beschreibung hinzufügen";

/* No comment provided by engineer. */
"You exceeded the maximum number of teams allowed in a game" = "Du hast die maximale Anzahl an Teams überschritten";
